tap 'cjbassi/gotop'
tap 'heroku/brew'
tap 'homebrew/bundle'
tap 'homebrew/cask-fonts'
tap 'mongodb/brew'

brew 'awscli'
brew 'bat'
brew 'cocoapods'
brew 'coreutils'
brew 'fzf'
brew 'gh'
brew 'gotop'
brew 'grc'
brew 'hub'
brew 'mongodb-community'
brew 'mongodb-database-tools'
brew 'neofetch'
brew 'neovim'
brew 'postgres'
brew 'pyenv'
brew 'rbenv'
brew 'redis'
brew 'starship'
brew 'vagrant'
brew 'watchman'
brew 'wget'
brew 'wifi-password'
brew 'wrk'
brew 'zsh'

