cask_args appdir: '/Applications'

tap 'cjbassi/gotop'
tap 'dteoh/sqa'
tap 'heroku/brew'
tap 'homebrew/bundle'
tap 'homebrew/cask-fonts'
tap 'mongodb/brew'

brew 'awscli'
brew 'bat'
brew 'cocoapods'
brew 'coreutils'
brew 'fzf'
brew 'gh'
brew 'gotop'
brew 'grc'
brew 'hub'
brew 'mas'
brew 'mongodb-community'
brew 'mongodb-database-tools'
brew 'neofetch'
brew 'neovim'
brew 'postgres'
brew 'pyenv-virtualenv'
brew 'pyenv'
brew 'rbenv'
brew 'redis'
brew 'ruby-build'
brew 'starship'
brew 'vagrant'
brew 'watchman'
brew 'wget'
brew 'wifi-password'
brew 'wrk'
brew 'zsh'

cask 'adoptopenjdk8'
cask 'android-studio'
cask 'appcleaner'
cask 'brave-browser'
cask 'chromium'
cask 'coconutbattery'
cask 'discord'
cask 'docker'
cask 'fanny'
cask 'fastlane'
cask 'firefox'
cask 'font-iosevka'
cask 'fork'
cask 'google-chrome'
cask 'handbrake'
cask 'hyper'
cask 'imageoptim'
cask 'keybase'
cask 'kitematic'
cask 'krisp'
cask 'mercurial'
cask 'ngrok'
cask 'nvidia-geforce-now'
cask 'postico'
cask 'postman'
cask 'robo-3t'
cask 'slack'
cask 'spotify'
cask 'steam'
cask 'the-unarchiver'
cask 'transmission'
cask 'virtualbox'
cask 'visual-studio-code'

mas 'Trello', id: 1278508951
mas 'Xcode', id: 497799835
