cask_args appdir: '/Applications'

tap 'cjbassi/gotop'
tap 'dteoh/sqa'
tap 'heroku/brew'
tap 'homebrew/bundle'
tap 'mongodb/brew'
tap 'prisma/prisma'
tap 'teamookla/speedtest'

brew 'awscli'
brew 'bat'
brew 'cocoapods'
brew 'coreutils'
brew 'elixir'
brew 'fzf'
brew 'github/gh/gh'
brew 'gotop'
brew 'grc'
brew 'mas'
brew 'mongodb-community'
brew 'mongodb-database-tools'
brew 'neofetch'
brew 'neovim'
brew 'packer'
brew 'postgres'
brew 'prisma'
brew 'pyenv'
brew 'rbenv'
brew 'redis'
brew 'speedtest'
brew 'starship'
brew 'terraform'
brew 'watchman'
brew 'wget'
brew 'wifi-password'
brew 'wrk'
brew 'zsh'

cask 'adoptopenjdk8'
cask 'android-studio'
cask 'appcleaner'
cask 'brave-browser'
cask 'chormium'
cask 'coconutbattery'
cask 'cyberduck'
cask 'discord'
cask 'docker'
cask 'fastlane'
cask 'firefox'
cask 'fork'
cask 'handbrake'
cask 'hyper'
cask 'imageoptim'
cask 'keybase'
cask 'kitematic'
cask 'ngrok'
cask 'nvidia-geforce-now'
cask 'postico'
cask 'postman'
cask 'robo-3t'
cask 'slack'
cask 'spotify'
cask 'transmission'
cask 'virtualbox'
cask 'visual-studio-code'

mas 'Trello', id: 1278508951
mas 'Xcode', id: 497799835
