cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'puma/puma'

brew 'wrk'
brew 'ack'
brew 'coreutils'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'openssl'
brew 'node@8'
brew 'readline'
brew 'postgresql'
brew 'puma/puma/puma-dev'
brew 'ruby-build'
brew 'pyenv'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'unrar'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'
brew 'tmux'
brew 'neovim/neovim/neovim'
brew 'fzf'
brew 'yarn'
brew 'hub'
brew 'htop'
brew 'awscli'
brew 'mas'
brew 'rebar3'
brew 'rustup'

cask 'adium'
cask 'atom'
cask 'firefox'
cask 'garmin-express'
cask 'google-chrome'
cask 'handbrake'
cask 'mapbox-studio'
cask 'seashore'
cask 'slack'
cask 'steam'
cask 'transmission'
cask 'tunnelbear'
cask 'vlc'
cask 'launchrocket'
cask 'ngrok'
cask 'hyper'
cask 'quicklookase'
cask 'qlimagesize'
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'webpquicklook'
cask 'suspicious-package'
cask 'epubquicklook
cask 'qlstephen'
cask 'qlprettypatch
cask 'betterzip'
cask 'qlvideo'
cask 'filezilla'
